{
  "global": {
    "submitText": "Submit",
    "informationLink": "Information",
    "backLink": "Back",
    "logoutLink": "Logout",
    "validation": {
      "notEntered": "Please fill out the field"
    }
  },
  "information": {
    "header": "Information",
    "text": "Thanks chat gpt. Welcome to our abstract product shop, where we offer a unique and diverse selection of products that are sure to inspire and captivate. Our shop is dedicated to bringing you items that are innovative, creative, and thought-provoking, designed by some of the most talented artists and designers in the world. Our inventory includes a wide range of products, from home decor and accessories to clothing and jewelry. Each item is carefully curated to ensure that it meets our high standards of quality and originality. We believe that everyone should have access to unique and interesting products that reflect their individuality, and we strive to provide a shopping experience that is both fun and inspiring. At our abstract product shop, we believe that art and design should be accessible to everyone. That's why we work hard to keep our prices affordable without sacrificing quality or creativity. Whether you're looking for a statement piece to add to your home or a one-of-a-kind accessory to complete your outfit, we have something for everyone. We also believe in supporting the artists and designers who create the products we sell. That's why we work closely with them to ensure that they receive fair compensation for their work. By shopping with us, you can feel good knowing that you're supporting independent artists and designers. We are always updating our inventory with new and exciting products, so be sure to check back often. Thank you for visiting our abstract product shop, and we hope that you find something that inspires you."
  },
  "login": {
    "title": "Login",
    "username": "Username",
    "password": "Password",
    "validation": {
      "notInCorrectFormat": "The field is not in correct format",
      "notMatchesPattern": "The field does not match the password"
    }
  },
  "products": {
    "inputProductHeader": "Product header",
    "inputProductText": "Product text",
    "newButton": "New Product",
    "productTitle": "Products",
    "inputProductTypeSelect": "Product type",
    "productStatus": {
      "withoutSale": "Without sale",
      "sale": "Sale",
      "notInStock": "Not in stock"
    },
    "productsTypes": {
      "electronic": "Electronic",
      "medical": "Medical",
      "other": "Other"
    }
  }
}
