{
  "global": {
    "submitText": "Підтвердити",
    "informationLink": "Інформація",
    "backLink": "Назад",
    "logoutLink": "Разлогінитись",
    "validation": {
      "notEntered": "Будь ласка заповніть поле"
    }
  },
  "information": {
    "header": "Інформація",
    "text": "Дякую чат жпт. Ласкаво просимо до нашого магазину абстрактних товарів, де ми пропонуємо унікальний та різноманітний вибір продуктів, які точно здивують та захоплять вас. Наш магазин присвячений тому, щоб принести вам речі, що відрізняються своєю інноваційністю, креативністю та спонукають до думок. Вони були розроблені одними з найталановитіших художників та дизайнерів у світі.Наш асортимент включає широкий спектр продуктів, від предметів декору та аксесуарів для дому до одягу та прикрас. Кожен товар був уважно відібраний, щоб він відповідав нашим високим стандартам якості та оригінальності. Ми віримо, що кожен повинен мати доступ до незвичайних та цікавих продуктів, які відображають його індивідуальність, і ми стараємося забезпечити приємний та надихаючий досвід покупок.У нашому магазині абстрактних товарів ми вважаємо, що мистецтво та дизайн повинні бути доступними для всіх. Тому ми працюємо наполегливо, щоб зберігати доступні ціни без втрати якості чи креативності. Незалежно від того, чи шукаєте ви яскравий предмет для вашого дому, чи унікальний аксесуар, щоб доповнити свій образ, у нас є щось для кожного.Ми також вважаємо, що потрібно підтримувати художників та дизайнерів, які створюють продукти, які ми продаємо."
  },
  "login": {
    "title": "Логін",
    "username": "Ім'я",
    "password": "Пароль",
    "validation": {
      "notInCorrectFormat": "Поле не відповідає заданому типу",
      "notMatchesPattern": "Поле не в коректному форматі"
    }
  },
  "products": {
    "inputProductHeader": "Заголовок продукту",
    "inputProductText": "Текст продукту",
    "newButton": "Новий продукт",
    "productTitle": "Продукти",
    "inputProductTypeSelect": "Тип продукту",
    "productStatus": {
      "withoutSale": "Скидки немає",
      "sale": "Скидка",
      "notInStock": "Не в наявності"
    },
    "productsTypes": {
      "electronic": "Електроніка",
      "medical": "Медичний",
      "other": "Інше"
    }
  }
}
